{"translation-revision-date":"2023-03-13 10:05:36+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Please enable the option below":["Veuillez activer l’option ci-dessous"],"We recommend that you turn on the Optimization Setting for v2, so that old v2 styles and scripts would only get loaded when v2 blocks are present in the post. This will ensure your website loads fast even with version 2 backward compatibility enabled":["Nous vous recommandons d’activer le paramètre d’optimisation pour la v2, afin que les anciens styles et scripts de la v2 ne soient chargés que lorsque des blocs v2 sont présents dans l’article. Cela garantira que votre site Web se charge rapidement même avec la rétrocompatibilité de la version 2 activée"],"Optimization Settings":["Réglages d’optimisation"],"Only allow adding of the new v3 blocks in the Editor. Old v2 blocks will no longer work in the Editor, but they will still work fine in your frontend.":["Autoriser uniquement l’ajout des nouveaux blocs v3 dans l’éditeur. Les anciens blocs v2 ne fonctionneront plus dans l’éditeur, mais ils fonctionneront toujours correctement dans votre interface."],"Use New V3 Blocks Only":["Utiliser uniquement les nouveaux blocs V3"],"Always allow adding of both v2 and v3 blocks in the Editor, even in new posts.":["Toujours autoriser l’ajout de blocs v2 et v3 dans l’éditeur, même dans les nouveaux articles."],"Use Both New V3 and Old V2 Blocks":["Utiliser à la fois les nouveaux blocs V3 et les anciens blocs V2"],"Enable old V2 blocks in the Editor when editing posts that previously had old V2 blocks. For new posts, only use the new V3 blocks.":["Activez les anciens blocs V2 dans l’éditeur lors de la modification de publications qui avaient auparavant d’anciens blocs V2. Pour les nouvelles publicationds, utilisez uniquement les nouveaux blocs V3."],"Use Old V2 Blocks, but Only When Editing Existing Posts":["Utilisez les anciens blocs V2, mais uniquement lors de la modification de publications existantes"],"Option number\u0004Option %s":["Option %s"],"Learn more about migrating from V2 to V3":["En savoir plus sur la migration de la V2 vers la V3"],"How would you like to transition your Editor workflow when editing your pages?":["Comment aimeriez-vous faire la transition du flux de travail de votre éditeur quand vous modifiez vos pages ?"],"Not to worry, version 3 is fully backward compatible with version 2, all your existing blocks should work fine, and you don't have to rebuild any of your web pages!":["Ne vous inquiétez pas, la version 3 est entièrement rétrocompatible avec la version 2, tous vos blocs existants devraient fonctionner correctement, et vous n’avez à reconstruire aucune de vos pages web !"],"Stackable V3 provides NEW blocks which are more flexible, more powerful and faster. These new blocks are meant to replace the old V2 blocks.":["Stackable V3 fournit de NOUVEAUX blocs plus flexibles, plus puissants et plus rapides. Ces nouveaux blocs sont destinés à remplacer les anciens blocs V2."],"Migrating to the New Stackable Blocks":["Migration vers les nouveaux blocs Stackable"],"and more!":["et plus !"],"Conditionally Display blocks (premium)":["Affichage conditionnel des blocs (premium)"],"Motion Effects (premium)":["Effets de mouvement (premium)"],"Use Dynamic Content in images, buttons, and other content (premium)":["Utiliser du contenu dynamique dans les images, boutons et autres contenus (premium)"],"Stackable Custom Fields (premium)":["Champs personnalisés Stackable (premium)"],"Style blocks when they're hovered":["Style des blocs lorsqu’ils sont survolés"],"Advanced Columns which are immensely responsive (you can control how they collapse in tablet and mobile)":["Colonnes avancées qui sont extrêmement responsive (vous pouvez contrôler la façon dont elles se replient sur tablette et mobile)"],"Completely new way to use Stackable blocks":["Une toute nouvelle façon d’utiliser les blocs Stackable"],"Unbelievably lightweight, faster performance, focus on core web vitals and accessibility":["Incroyablement léger, performances plus rapides, focus sur les signaux web essentiels et l’accessibilité"],"What’s New in Version 3":["Quoi de nouveau dans la version 3"],"We've made upgrading as smooth and hassle free as possible, click on the Get Started button at the lower right to move to the next step.":["Nous avons rendu la mise à niveau aussi fluide et sans tracas que possible, cliquez sur le bouton commencer en bas à droite pour passer à l’étape suivante."],"There are huge changes in Stackable, and this wizard will help you get started with migrating to the new version.":["Il y a d’énormes modifications dans Stackable, et cet assistant vous aidera à démarrer la migration vers la nouvelle version."],"Thanks for Updating to Stackable V3":["Merci pour la mise à niveau vers Stackable V3"],"Welcome to V3":["Bienvenue dans la V3"],"Migration":["Migration"],"Optimization":["Optimisation"],"block title\u0004Columns":["Colonnes"],"block title\u0004Blog Posts":["Publications du blog"],"block title\u0004Video Popup":["Popup vidéo"],"block title\u0004Advanced Text":["Texte avancé"],"block title\u0004Testimonial":["Témoignage"],"block title\u0004Team Member":["Membre de l’équipe"],"block title\u0004Spacer":["Espaceur"],"block title\u0004Separator":["Séparateur"],"block title\u0004Pricing Box":["Boîte de Prix"],"block title\u0004Number Box":["Boîte de Numéro"],"block title\u0004Notification":["Notification"],"block title\u0004Image Box":["Boîte d’Image"],"block title\u0004Icon":["Icône"],"block title\u0004Icon List":["Liste d’Icônes"],"block title\u0004Advanced Heading":["Titre avancé"],"block title\u0004Header":["En-tête"],"block title\u0004Feature":["Fonctionnalité"],"block title\u0004Feature Grid":["Grille des fonctionnalités"],"block title\u0004Expand \/ Show More":["Développer\/afficher plus"],"block title\u0004Divider":["Séparateur"],"block title\u0004Count Up":["Compter jusqu’à"],"block title\u0004Container":["Conteneur"],"block title\u0004Card":["Carte"],"block title\u0004Call to Action":["Appel à l’action"],"block title\u0004Button":["Bouton"],"block title\u0004Blockquote":["Bloc de citation"],"block title\u0004Accordion":["Accordéon"],"Load only in posts with Stackable blocks":["Charger uniquement dans les articles avec des blocs Stackable"],"Load across entire site":["Chargez sur tout le site"],"Frontend JS & CSS Files":["Fichiers JS & CSS Frontaux"],"Enabled":["Activé"],"Disabled":["Désactivé"],"Disable All":["Désactiver tout"],"Enable All":["Activer tout"]}},"comment":{"reference":"dist\/deprecated\/admin_welcome_v2.js"}}