{"translation-revision-date":"2023-03-13 10:05:36+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Adding a Google API Key enables additional features of the Stackable Map Block.":["Ajouter une clé de l’API Google active des fonctionnalités additionnelles du bloc carte Stackable."],"Google Maps API Key":["Clé de l’API Google Maps"],"See example":["Voir un exemple"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Optimisation des styles CSS en ligne. Si cette option est activée, les sélecteurs similaires seront combinés ensemble, ce qui est utile si vous avez modifié les paramètres par défaut des blocs."],"Optimize Inline CSS":["Optimiser le CSS en ligne"],"A block Navigation panel that floats at the bottom of the inspector that helps with adjusting the different blocks in your column layout.":["Un panneau de navigation de bloc qui flotte au bas de l’inspecteur et qui aide à ajuster les différents blocs de votre mise en page en colonne."],"Navigation Panel":["Panneau de navigation"],"view demo":["Voir la démo"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Charger la feuille de style et les scripts du frontend de la version 2 pour assurer la rétrocompatibilité."],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Charger les blocs version 2 dans l’éditeur uniquement lorsque la page utilisait des blocs version 2"],"Learn more about migration and the settings below":["En savoir plus sur la migration et les réglages ci-dessous"],"Migrating from version 2 to version 3?":["Migrer de la version 2 à la version 3 ?"],"🏠 Migration Settings":["🏠 Réglages de migration"],"Mobile Breakpoint":["Point de rupture mobile"],"Tablet Breakpoint":["Point de rupture tablette"],"Block Linking (Beta)":["Bloc lié (Beta)"],"Auto-Collapse Panels":["Panneaux auto-repliables"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La largeur utilisée lorsqu’un bloc de colonnes a sa largeur de contenu définie sur large. Ceci est automatiquement détecté à partir de votre thème. Vous pouvez l’ajuster si vos blocs ne sont pas alignés correctement. En px, vous pouvez également utiliser d’autres unités ou utiliser une formule calc()."],"Nested Wide Block Width":["Largeur de Bloc Large Imbriquée"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La largeur utilisée lorsqu’un Bloc de Colonnes a sa largeur de contenu définie au centre. Ceci est détecté automatiquement  à partir de votre thème. Vous pouvez l’ajuster si vos blocs ne sont pas alignés correctement. En px, vous pouvez également utiliser d’autres unités ou utiliser une formule calc()."],"Nested Block Width":["Largeur des blocs Imbriqués"],"Enable feature":["Activer la fonctionnalité"],"Disable feature":["Désactiver la fonctionnalité"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Ajoute un bouton en haut de l’éditeur qui donne accès à une collection de designs de blocs prédéfinies."],"Section Blocks":["blocs de section"],"Special Blocks":["blocs spéciaux"],"Essential Blocks":["blocs essentiels"],"Let's get you started on your page building journey with Stackable.":["Commençons votre voyage de construction de vos pages avec Stackable."],"You're all set!":["Vous êtes prêt !"],"Custom Fields allow you to create Fields that you can reference across your entire site. This is helpful when you display the same text in multiple areas in your site.":["Les Champs personnalisés vous autorisent à créer des champs que vous pouvez référencer sur l’ensemble de votre site. Ceci est utile lorsque vous affichez le même texte dans plusieurs zones de votre site."],"Stackable comes with a Role Manager so you can allow who can edit your content. By default, all user roles have full editing access in the Block Editor.":["Stackable est livré avec un gestionnaire de rôles afin que vous puissiez autoriser qui peut modifier votre contenu. Par défaut, tous les rôles d’utilisateur ou d’utilisatrice ont un accès complet à l’édition dans l’éditeur de blocs."],"Role Manager":["Gestionnaire de rôle"],"Our integration with FontAwesome Pro allows you to import icons from their extensive icon library and use them in Stackable blocks.":["Notre intégration avec FontAwesome Pro vous permet d’importer des icônes de leur vaste bibliothèque d’icônes et de les utiliser dans des blocs Stackable."],"Icons":["Icônes"],"Show all blocks":["Afficher tous les blocs"],"Hide all blocks":["Masquer tous les blocs"],"Some blocks enabled":["Certains blocs activés"],"All blocks enabled":["Tous les blocs activés"],"All blocks disabled":["Tous les blocs désactivés"],"Stackable has 3 categories of blocks, and you can choose which blocks to use to fit your specific workflow.":["Stackable a 3 catégories de blocs, et vous pouvez choisir les blocs à utiliser pour s’adapter à votre flux de travail spécifique."],"Choose Blocks That Fit You":["Choisissez des blocs qui vous conviennent"],"Choose Blocks":["Choisissez des blocs"],"Let's get you started with your page building journey by configuring some settings first.":["Commençons par votre parcours de création de pages en configurant d’abord certains réglages."],"Welcome to Stackable!":["Bienvenue sur Stackable !"],"Welcome":["Bienvenue"],"Use these blocks act as templates to help you build sections effortlessly.":["Utilisez ces blocs comme modèles pour vous aider à créer des sections sans effort."],"Blocks with special functionality that will allow you to create distinctive designs.":["blocs avec des fonctionnalités spéciales qui vous permettront de créer des designs distinctifs."],"All the necessary building blocks you need to design anything.":["Tous les blocs de construction nécessaires dont vous avez besoin pour concevoir n’importe quoi."],"All these settings can be changed in the settings page.":["Tous ces réglages peuvent être modifiés dans la page des réglages."],"Next \/ Skip":["Suivant\/passer"],"Finish":["Terminer"],"Previous":["Précédent"],"Custom Fields":["Champ personnalisé"],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Vous donne la possibilité de lier des colonnes. Toutes les modifications que vous apportez à une colonne seront automatiquement appliquées aux autres colonnes."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Réduisez les autres panneaux d’inspection lors de l’ouverture d’un autre, en n’en gardant qu’un ouvert à la fois."],"Load version 2 blocks in the editor":["Charger les blocs version 2 dans l’éditeur"],"Icon Settings":["Réglages de l’icône"],"If you have %sFont Awesome Pro%s, you can use your Pro icons by inputting your Pro Kit code below.":["Si vous avez %sFont Awesome Pro%s, vous pouvez utiliser vos icônes Pro en saisissant le code de votre kit Pro ci-dessous."],"Force styles":["Forcer les styles"],"Not forced":["Pas forcé"],"Force Typography Styles":["Forcer les styles de typographie"],"Get Started":["Commencer"],"Don't show help video tooltips":["Ne pas afficher les infobulles d’aide de vidéo"],"Design Library":["Bibliothèque de design"],"Learn more":["En apprendre plus"],"Load version 1 block stylesheet for backward compatibility":["Charger la version 1 du feuille de style de bloc pour une rétrocompatibilité"],"Show \"Go premium\" notices":["Afficher les notifications « Passez à Premium »"],"Enabled":["Activé"],"Disabled":["Désactivé"],"Disable All":["Désactiver tout"],"Enable All":["Activer tout"]}},"comment":{"reference":"dist\/admin_welcome.js"}}